Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samiske_tall/sa_mi_logut_muitalit_7_samiske_tall_forteller_7.pdf.tmx
Source language: sme
Languages: nob

source: Guhkes áiggi badjel leat nuorra rávisolbmot eanet fárren eret go fárren suohkaniidda, ja de maiddái leat unnit olbmot dan ahkejoavkkus geat riegádahttet mánáid.
nob: Hva er alder ved fullført utdanning, antall som tar videreutdanning som voksen ?

source: Nugo Angell ja earát (op cit, s 7) čállet: ” Vel stuorit hástalus lea boarásnuvvi álbmot mii SED-guovllus lea, ja dat boahtá vaikko makkár eavttut doaimmahuvvet olmmošlohkoovdáneami ektui. ”
nob: Sammenhengen mellom utdanning og jobb, sysselsettingsandeler fordelt etter utdanning er også interessant.

source: Álbmot mii boarásnuvvá, unnán nuorat daid gaskkas, ja dušše moadde guovllu gos lea riegádahttinbadjebáza lea hástaleaddji vuolggasadji.
nob: Status til de ikke-sysselsatte Hvem er de ? Er de under utdanning ?

source: Eanet bargosisafárren Nuorta-Eurohpás,
nob: Folk i jobb som flytter vor blir de av, hvem er de ?

source: mas lea oassin oanehisáigge bargosisafárren, lea leamaš dehálaš barggolašvuođalassáneapmái.
nob: Flytter de til andre STN-områder ?

source: SED-guovllus lea leamaš eanet lassáneapmi almmolaš sektora barggolašvuođas go priváhta sektoris áigodagas 2003-2012.
nob: Flytter kvinnene ? Flytter menn ?

source: Vuollelaš bealli dain geat leat barggus SED-guovllus leat barggus almmolaš sektoris.
nob: Flytter de som har høy / lav utdanning ?

source: Dearvvašvuođa- ja sosiálabálvalus lea dat stuorimus suorgi almmolaš bargosajiin, ja lea suorgi mii barggaha eanet ahte eanet bargiid jagis jahkái.
nob: Sysselsatte personer i STN-området, hvor kommer de fra ?

source: Seammás go dearvvašvuođa- ja sosiálabálvalus lea sektor mii stuorru almmolaš barggolašvuođas, de njidjet logut eará sektoriin.
nob: Er det noen næringer som har høy andel sysselsatte som kommer fra nærområdet ?

source: Dat guoská ovdamearka dihte almmolaš hálddahussii, suodjalussii, politiija ja eará ja oahpahussii.
nob: Er det ulike utdanningsnivå avhengig av oppvekststed ?

source: Stáhta hálddahusa oppalaš unnideapmi oktan suodjalusa unnidemiin orru stuorit go almmolaš hálddahusa stuorideapmi, ja de vuosttažettiin sámi hálddahusa dáfus.
nob: Personer på korttidsopphold i landet Øker andelen i STN-området ?

source: Áidna čilgehus dat ii goitge leat.
nob: Er det ulike andeler i ulike STN-områder ?

source: Dasa boahtá maiddái digaštallan geasuheaddjivuođas.
nob: I hvilke næringer er de sysselsatt ?

source: Girjjálašvuohta:
nob: Flere jobber, deltidsarbeid ?

source: Slaastad, Tove Irene: Samisk statistikk 2014/Sámi statistihkka 2014, Statistisk sentralbyrå, Rapporter 2014/1
nob: Er dette mer utbredt i STN-området enn i andre områder ?

source: 4 Ceavzilis boazoealáhus ?
nob: 4 Ei bærekraftig reindrift ?

source: Jan Åge Riseth, Dutki I, dr. scient., Norut Tromsa Čoahkkáigeassu Ceavzilvuohta boazoealáhusas lea hui relevánta ja áigeguovdilis áššečuolbma leamaš gaskariikkalaš politihkas ja boazodoallopolitihkas dan maŋemus logi jagis.
nob: Jan Åge Riseth, forsker I, dr.scient., Norut Tromsø Sammendrag Bærekraft i reindrifta er ei meget relevant og aktuell problemstilling både ut fra internasjonal politikk og reindriftspolitikken de siste to tiårene.

source: Guoskevaš boazodoalloláhka dadjá ahte boazoealáhusas galgá leat sihke ekologalaš, ekonomalaš ja kultuvrralaš ceavzilvuohta.
nob: Gjeldende reindriftslov sier at reindrifta skal være både økologisk, økonomisk og kulturelt bærekraftig.

source: Dat konkrehtalaš mearkkašupmi dás lea dássážii dušše meroštallon ekologalaš ceavzilvuođas Eanandoallo- ja biebmodepartemeanta bagadusas, mii ráhkaduvvui 2008.
nob: Den konkrete betydningen av dette er foreløpig bare definert for økologisk bærekraft – gjennom en veileder fra Landbruks- og matdepartementet fra 2008.

source: Dan oktavuođa ektui guoskkaha gaskariikkalaš oktasašresursadutkan.
nob: For et mer overordnet utgangspunkt bruker jeg tilnærminger fra internasjonal fellesressursforskning.

source: Kapihttalis boahtá ovdan ealáhusekonomalaš govva Norgga boazodoalus ja čatná dán sihke luonddugeografiijai ja riektehistorjjálaš dilálašvuođaide.
nob: Kapitlet gir en næringsøkonomisk oversikt over reindrifta i Norge og knytter denne både til naturgeografi og rettshistoriske forhold.

source: Boazodoallit vuite viimmat ollislaš ipmárdusain iežaset rivttiid ektui Alimusrievttis 2001. Sii leat goitge ferten gillát njiedjama dan alla buvttadeamis, go boraspiret leat nu ollu lassánan.
nob: Reineierne vant endelig fram med full aksept for sine rettigheter i en høyesterettsdom fra 2001, men har spesielt det siste tiåret måttet tåle nedgang i den høye produktiviteten på grunn av økte rovdyrstammer.

source: Boazodoallu Davvi-Trøndelagas lei maid mielde dan alla buvttadanrevolušuvnnas 1980-logus, muhto leat álggu geahčen 1990-logu rájes dađistaga šaddan dovdat ođđa boraspirepolitihka váikkuhusaid.
nob: Reindrifta i Nord-Trøndelag var også med på produktivitetsrevolusjonen på 1980-tallet, men har siden tidlig på 1990-tallet i stadig sterkere grad fått føle konsekvensene av den nye rovdyrpolitikken.

source: Massinproseanta lea veahážiid mielde lassánan ja sihke njuovvanbohccot ja buvttadeapmi lea njiedjan alla dásis gaska dássái.
nob: Tapsprosenten har gradvis vært økende, og både slakteuttak og produktivitet har blitt redusert fra et høyt til et middels nivå.

source: Nordlándda ja Tromssa boazodoalloguovlluide lea goappašagaide čuohcan, go Norgga ja Ruoŧa rádjesoahpamuš 1751 mielddisbuvttii ahte Norga oaččui badjelmeare geasseorohagaid ja Ruoŧŧa ges badjelmeare dálveorohagaid. Go našunalisma ideologiija doaibmagođii
nob: Nordland og Troms reindriftsområder er begge preget av at grenseoppgjøret mellom Norge og Sverige i 1751 førte til at Norge fikk overskudd på sommerbeiter, mens Sverige fikk overskudd på vinterbeiter.

source: ~ 53 ~ gaskamutto gitta loahpageahčái 1800-logu, de mielddisbuvttii dat garra bearráigeahču boazodollui. Sii galge ovddidit eanandoallo viidáneami ja maiddái olgguštit Ruoŧa boazosápmelaččaid, earenoamážiid Tromssa sulluin.
nob: Da nasjonalistiske ideologier slo inn fra midten og slutten av 1800-tallet, førte dette til sterk kontroll av reindrifta for å fremme jordbrukets ekspansjon og også til tiltakende utestenging av svenske reindriftssamer, iverksatt fra og med 1923, blant annet fra øyene i

source: Dat maŋemus konvenšuvdnašiehtadallamat leat leamaš hui váddásat, muhto okta sámi bargojoavku lea aiddo báliid almmuhan árvalusa ođđa konvenšuvdnatekstii.
nob: De siste konvensjonsforhandlingene har vært meget vanskelige, men ei samisk arbeidsgruppe har nylig lagt fram forslag til en ny konvensjonstekst.

source: Earret ceavzilvuođa, de čalmmustahttá dát láhka boazodoalu iežas ásahusaid ja proseassaid, muhto leat spiehkastatmearrádusat mat addet guovddášeiseválddiide vejolašvuođa mearridit badjel boazodoalloorgánaid.
nob: Foruten bærekraft fokuserer denne loven reindriftas egne institusjoner og prosesser, men har unntaksbestemmelser som gir sentrale myndigheter muligheter til å overstyre reindriftsorganene.

source: Balan ahte diet doaimmat bohtet botnjat ja baicca goazadit, go dan ahte ovddidit ealáhusa iežas dárbbašlaš proseassaid.
nob: Jeg frykter at disse tiltakene vil fungere som en avsporing og heller bremse enn fremme næringas egne nødvendige prosesser.

source: (2) Konsultašuvdnaortnet adno eambbo aktiivvalaččat vai ovddida dan geatnegahtton gulahallama boazosápmelaččaiguin, NBRain ja Sámedikkiin. (3) Eiseválddit fertejit Finnmárkku boazodollui ja boazodoalloorgánaide addit ráfi mearridit doaibmanjuolggadusaid ja dasto unnidit boazologu. (4) Sámi bargojoavkku, maid Norgga Sámediggi lea jođihan, árvalii ođđa boazoguohtonkonvenšuvnna Ruoŧain.
nob: Jeg tilrår at: – myndighetene utvikler en politikk for å styrke beskyttelsen av reindriftas driftsområder og vektlegger reindriftas positive bidrag til å opprettholde et åpent landskap og biodiversitet – konsultasjonsordningen brukes mer aktivt for å utvikle en forpliktende dialog med reindriftsamene, NRL og Sametinget – myndighetene må gi reindrifta i Finnmark og reindriftas organer ro til å gjennomføre fastsetting av bruksregler og påfølgende reduksjon av reintall.

source: Dan ferte ohcat ratifiserejuvvot, vai doaibmagoahtá jođáneamos lági mielde. (5) Eiseválddit fertejit hábmet boraspirepolitihka mii čielgaseappot vuhtiiváldá boazodoalu ja eará guohtoneana geavaheddjiid.
nob: – forslaget til ny reinbeitekonvensjon med Sverige fra den samiske arbeidsgruppa ledet av Sametinget i Norge må søkes ratifisert og iverksatt snarest – myndighetene må utforme en rovdyrpolitikk som tar mye klarere hensyn til reindrifta og andre beitebrukere

source: 4.1 Álgu
nob: 4.1 Innledning

source: Sámi statistihka guorahallanjoavku lea mu dáhtton čállit kapihttala boazodoallopolitihka birra.
nob: Analysegruppa for samisk statistikk har invitert meg til å skrive et kapittel om reindriftsstatistikk.

source: Hástalus lei dasto gávdnat fáttá mii vuosttažettiin lea mávssolaš ja beroštahtti sihke ealáhussii, sámi organisašuvnnaide ja sámi ja dáčča eiseválddiide.
nob: Utfordringa ble da å finne et tema som for det første vil bli oppfattet som viktig og interessant av både næringa, samiske organisasjoner og samiske og norske myndigheter.

source: Dasto ferte maid leat fáddá man birra leat doarvái dieđut čállit.
nob: For det andre må det være et tema som det finnes tilstrekkelig datagrunnlag til å skrive om.

source: Čoavddus šattai čállit ceavzilvuođa birra, sihke go lea dat almmolaš mihttu boazodoalu ektui, nugo 2007 boazodoallolágas boahtá ovdan, muhto maiddái go lea mihttu mii lea guovddáš rolla gaskariikkalaš biras- ja ovdánahttinpolitihka birra, nugo dat lea ovdánan dan maŋemus kvárta jahkečuođis.
nob: Løsninga er blitt å skrive om bærekraft, både fordi dette er den offisielle målsettinga for reindrifta slik den er formulert i reindriftsloven av 2007, men også fordi det er en målsetting som spiller en framtredende rolle i internasjonal miljø- og utviklingspolitikk, slik den har utviklet seg det siste kvarte århundret.

source: Fáddá lea earenoamáš beroštahtti go ráđđehusjulggaštus 2013 geažuhii ahte áigot addit olggos stuoradiggedieđáhusa boazodoalu ceavzilvuođa birra.
nob: Temaet er ekstra interessant siden regjeringserklæringa 2013 signaliserte at man vil legge fram ei ny stortingsmelding om bærekraft i reindrifta.

source: Ealáhusstatistihkka mii boahtá ovdan Resursarehketdoalus ja Obbalašrehketdoalus, maid Boazodoallohálddahus olggosaddá jahkásaččat, addá buori vuođu guorahallat máŋga beali dálá boazodoalu ceavzilvuođa hárrái.
nob: Foreliggende næringsstatistikk gjennom Ressursregnskapet og Totalregnskapet som utgis årlig av Reindriftsforvaltningen, gir et godt grunnlag for å vurdere mange sider av bærekrafta i dagens reindrift.

source: Oaivvildan lea dárbbašlaš čujuhit ahte boazodoalu ceavzilvuohta, nugo politihkalaš ulbmilin, ii lean almmotge nu diehttelas.
nob: Jeg synes at det er viktig å peke på at bærekraft som overordna politisk målsetting for reindrifta ikke er noen selvfølge.

source: Daid maŋemus jahkečuđiid leat boazosápmelaččat vásihan oalle dramáhtalaš molsašumiid našunálastáhta sámi- ja boazodoallopolitihkas.
nob: I løpet av de siste hundreårene har reindriftssamene opplevd til dels dramatiske skifter i nasjonalstatenes same- og reindriftspolitikk.

source: Celkojuvvon ulbmil Lappekodicillen (1751) lei dat «Lappiske Nations Conservationš, ja ráđđenvuohki mii ásahuvvui lei nugo oaivvilduvvon dovddus sámi iešhálddašeapmi našunálastáhtaid rámmaid siskkobealde.
nob: Den uttrykte målsettinga for Lappekodicillen (1751) var den «Lappiske Nations Conservationš, og regimet den etablerte, innebar i tråd med dette en anerkjent samisk selvforvaltning innenfor nasjonalstatenes rammer.

source: Dan maŋemus oasis 1800-logus jorggihii diet oalát.
nob: I løpet av siste halvdel av 1800-tallet snudde dette fullstendig.

source: Politihkalaš bargu sisttisdoalai rádjegiddemiid, orohatjuohkimiid, masa šattai oktasašovddasvástádus ja guođohangeatnegasvuohta eanandoalu ektui, boazodoallogielddus, dárkkisteaddji sámefálddiid ja dakkár buhtadustyránna, mii muhtin orohagain sáddii boazoeaiggádiid gefiidkássii (Fjellheim 2012).
nob: Den politiske praksisen omfattet grensestengninger, distriktsinndeling med fellesansvarlighet og vokteplikt av hensyn til jordbruket, tamreinforbud, kontrollerende lappefogder og et erstatningstyranni som i enkelte distrikter sendte de fleste reineierne på fattigkassa (Fjellheim 2012).

source: Dat vuosttaš Norgga-Ruoŧa boazoguohtonkonvenšuvdna álggahuvvui 1919 ja mielddisbuvttii earenoamáš ollu gáržžideami Ruoŧa boazosápmelaččaid guohtonriektái Norggas, earret eará Tromssa fylkka sulluin.
nob: Den første norsk-svenske reinbeitekonvensjonen ble inngått i 1919 og medførte en meget omfattende innskrenkning av svenske reindriftssamers beiterett i Norge, bl.a. ble de utestengt fra øyene i Troms.

source: Dat politihkalaš ulbmil boazodoalu ektui sáhttá gehččot dego heaittihanulbmilin ja celkui dáinna lágiin boazodoallolága mearrádusevttohusas: Saalenge Flytlappernes Næring nyder Lovgivningens Beskyttelse, har den Følgelig Krav paa at bydes saadanne Vilkaar, at den kan bestaa.
nob: Den politiske målsettinga for reindrifta kan karakteriseres som en avviklingsmålsetting og ble formulert slik i en innstilling til reindriftslov: Saalenge Flytlappernes Næring nyder Lovgivningens Beskyttelse, har den Følgelig Krav paa at bydes saadanne Vilkaar, at den kan bestaa.

source: Diet ulbmil, mii vuođđuduvvui dan nammii ahte boazodoallu lea dušše gillájeaddji / gierdevaš ealáhus ja mii ferte addit saji eará beroštumiide, earenoamážiid eanandollui.
nob: Denne målsettinga slår altså fast at reindrifta kun omfattet tålt bruk og hadde vikeplikt overfor andre interesser, særlig jordbruket.

source: Diet lei vuođđun dan vuosttaš riikaviidosaš boazodoalloláhkii mii mearriduvvui 1933 ja mii doaimmai gitta 1978 rádjái.
nob: Den lå til grunn for den første landsomfattende reindriftsloven, som ble endelig vedtatt i 1933 og var i kraft helt til 1978.

source: Dat ovddit láhka, 1883 oktasašsámeláhka ja dat vuosttaš Norgga-Ruoŧa boazoguohtonkonvenšuvdna duvdilii Lappekodicillena eret ja álggahii oktasaččat ođđa “ vuođđolága ”, mii guoskkahii boazosápmelaččaid ja stáhtaeiseválddiid oktavuođaid, ja nu
nob: Forgjengeren, felleslappeloven av 1883 og den første norsk-svenske reinbeitekonvensjonen satte i praksis Lappekodicillen til side og dannet til sammen en ny «grunnlovš for relasjonene mellom reindriftssamene og statsmyndighetene, og dermed også mellom reindriftssamene og omgivelsene, særlig bøndene.

source: 1980 rájes gohčoduvvui Boazodoallohálddahussan, maŋemus jahkemolsašumi rájes ges Stáhta Boazodoallohálddahus, gitta 1.7.2014 rádjái go de rievddai namma Eanandoallodirektoráhtta, Boazodoalloossodat.
nob: Fra og med 1980 Reindriftsadministrasjonen, inntil siste årsskifte Reindriftsforvaltningen, etter årsskiftet Statens reindriftsforvaltning, siden 1.7.2014 Landbruksdirektoratet, Reindriftsavdelingen.

source: Norga-Ruošša 1826, Norga- Suopma 1852 ja Ruoŧŧa-Suopma 1889 1883 Oktasašsámiláhka mii gustui Ruŧŧii ja Norgii lullelis Finnmárkku Suohkaniin Lulli-Norggas mat eai lean mielde dain orohatjuohkimin 1890-logus lullelis Finnmárkku, ja Finnmárkkus ges 1935 rájes.
nob: Felleslappeloven av 1883 som gjaldt for Sverige og Norge sør for Finnmark. I kommuner i Sør-Norge som ikke var kommet med i den etablerte distriktsinndelinga. Fra 1890-tallet sør for Finnmark, i Finnmark fra 1935.

source: ~ 55 ~ maiddái gaskal boazosápmelaččaid ja sin birrasiid, earenoamážiid boanddaid.
nob: ~ 54 ~ omkring forrige århundreskifte.

source: Lea čájehuvvon ahte dát lei hui gáibideaddji.
nob: Dette har vist seg å bli meget krevende.

source: Sihke dat geográfalaš rámmat boazodoalus ja dat vuođđoprinsihpat lágas eai leat vel dál ge ollinge rievdaduvvon.
nob: Både de geografiske rammene for reindrifta og grunnprinsippene i lovverket er fortsatt langt på vei uendret.

source: Lea maiddái čájehuvvon ahte ollu dain ovdánemiin, maid leat vuoitán, leat maid áitojuvvon biddjot ruovttoluotta.
nob: Det har også vist seg at flere av de framskrittene som er vunnet, er blitt truet av tilbakeslag.

source: Go boazosápmelaččat nu garrasit vuortnuhuvvojedje ja báhkkehuvvojedje eanandoalu viidáneami dihte ja eiseválddiid reguleremiid dihte, de sii organiseregohte.
nob: Som en reaksjon på det sterke presset fra jordbrukets ekspansjon og myndighetenes reguleringer organiserte reindriftssamene seg.

source: Sii dolle vuosttaš riikkačoahkkima Troandimis 1917, muhto manai vel 30 jagi ovdal go ásahedje bistevaš riikaviidosaš organisašuvnna; Norgga Boazosápmelaččaid Riikasearvvi (NBR).
nob: De holdt et første landsmøte i Trondheim i 1917, men det gikk enda 30 år før de fikk etablert en permanent landsomfattende organisasjon: Norske Reindriftssamers Landsforbund (NRL).

source: Dat vuosttaš praktihkalaš bohtosat boazosápmelaččaid organisašuvdnarahčamis bohte easka loahpas 1960-logu, go de dohkkehuvvui boazodoallu eanandoalloealáhussan.
nob: De første praktiske resultatene av reindriftssamenes organisasjonsstrev kom på slutten av 1960-tallet og innebar at reindrifta ble akseptert som landbruksnæring.

source: Oktanaga dainna go stáhta ásahii fágaskuvlla, dutkanstašuvnna ja bagadallanbálvalusa, de mearridii Alimusriekti 1968 ahte boazodoalus lea guhkit áigge eanangeavaheami vuođul bággolonistanvuoigatvuođalaš suodjalus, seamma ládje go eananeaiggáduššamis lea.
nob: Parallelt med at staten etablerte fagskole, forskningsstasjon og veiledningstjeneste, slo Høyesterett i 1968 fast at reindrifta på grunnlag av alders tids bruk hadde ekspropriasjonsrettslig beskyttelse på linje med fast eiendom.

source: Viidásit gulahallan vuođđuduvvui dan ala ahte NBR ja Eanandoallodepartemeanta vuolláičálle váldošiehtadusa boazodollui 1976.
nob: Videre dialog la grunnlaget for at NRL og Landbruksdepartementet i 1976 signerte Hovedavtalen for reindriftsnæringen.

source: Diet reforbma nannejuvvui ođđa boazodoallolágain 1978.
nob: Denne reformen ble styrket av en ny reindriftslov i 1978.

source: Mávssoleamos politihkalaš ulbmiliin dain dokumeanttain lei ekonomalaš mihttu, mas galggai olahit buoremus lági mielde dietnasa ja eanemus lági mielde buvttadit bierggu. Seammás galggai luondduvuođu fuolahit ja kultuvrralaš ulbmilin ges lei gáhttet boazodoalu mávssolaš oassin sámi kultuvrras.
nob: De viktigste uttrykte politiske målsettingene i disse dokumentene var en økonomisk målsetting om å oppnå best mulig inntekt og høyest mulig kjøttproduksjon samtidig som naturgrunnlaget ble ivaretatt, samt en kulturell målsetting om å bevare reindrifta som en viktig faktor i samisk kultur.

source: Diet duppalreforbma ođđa lágain ja váldošiehtadusain besse viimmat eret dan heaittihanmihtus.
nob: Denne dobbeltreformen med ny lov og hovedavtalen var det endelige bruddet med avviklingsmålsettinga.

source: Belohahkii oktanaga dainna, de šaddagođii viidát etnopolitihkalaš lihkadus, go Norgga Sámiid Riikasearvi ásahuvvui 1968.
nob: Delvis parallelt med dette vokste det også fram en bredere etnopolitisk bevegelse omkring Norske Samers Riksforbund (stiftet 1968).

source: Birrasiid 1980 álge viiddis miellačájeheamit ja ákšuvnnat Alta-Guovdageainnu eanu buođđudeami vuostá, mii rievddai birasáššis álgoálbmotáššin, dan vuođul go ledje guokte nealgudeami nuorra sápmelaččain Stuoradikki olggobealde.
nob: Omkring 1980 utviklet omfattende demonstrasjoner og aksjoner mot utbygginga av Alta-Kautokeino-vassdraget seg fra miljøsak til urfolkssak, ikke minst som følge av to sultestreiker med unge samer foran Stortinget.

source: Diet šattai vuođđun ođđa sámepolitihkkii, mii maid dagahii vuođđolágarievdadeami(1988), Sámedikki ásaheami (1989) ja ahte Norga dohkkehii sápmelaččaid álgoálbmogiin (1990).
nob: Dette la grunnlaget for en ny samepolitikk som omfattet grunnlovsendring (1988), etablering av Sametinget (1989) og at Norge anerkjente samene som urfolk (1990).

source: Proseassa dassá go Finnmárkkuláhka mearriduvvui, de mielddisbuvttii dat 2005 šiehtadusa gaskal eiseválddiid ja Sámedikki, mii earret eará attii boazodollui konsultašuvdnarivttiid sihke politihkalaš rievdadusaid ja luonddu sisabahkkemiid ektui.
nob: Prosessen fram til vedtak av finnmarksloven førte også til en avtale mellom myndighetene og Sametinget i 2005 – en avtale som bl.a. ga reindrifta konsultasjonsrettigheter både med tanke på politiske endringer og naturinngrep.

source: Dat váikkuhii boazodoalloláhkii.
nob: Dette fikk også konsekvenser for reindriftslovgivningen.

source: Láhkalávdegottis ledje eanas oassi boazosápmelaččat, mas jođiheaddji lei luohttevaš olmmoš boazosápmelaččaid gaskas.
nob: Lovkomiteen bestod av et flertall av reindriftssamer og hadde en leder som nøt bred tillit blant reindriftssamene.

source: Ođđa láhka mii mearriduvvui 2007, čalmmustahttá boazodoalu iežas reguleren dárbbuide ja dan árbevirolaš siidaásahusa, juoga mii lea guovddáš oassin lágas, ja mii lei duššindahkkon 1978 lágas. Orohagaide ges lea addon ovddasvástádus ieža muddet boazologu ja guohtoneanangeavaheami.
nob: Den nye loven som ble vedtatt i 2007, fokuserer reindriftas egne behov for regulering og den tradisjonelle siidainstitusjonen, som ble oversett i reindriftsloven av 1978, har fått en sentral plass i loven, mens reinbeitedistriktene i utgangspunktet har fått ansvaret for regulering av reintall og beitebruk.

source: Dieinna lea boazodoallu boahtán ovtta lávkki viidásit ja leat olahan válddi boazodoallolágas.
nob: Med dette er reindrifta kommet et skritt videre og har oppnådd å få en bemyndigende reindriftslov.

source: Dán kapihttalis áiggun vuosttažettiin geahččat ceavzilvuođa doahpaga ja guorahallat movt dat meroštallo ja ipmirduvvo, ja viidásit ovdanbuktit eavttuid movt daid sáhttá árvvoštallat.
nob: I dette kapitlet skal jeg først gå inn på bærekraftbegrepet og analysere hvordan det defineres og forstås, og videre å legge fram kriterier for hvordan det kan evalueres.

source: Áiggun dasto dan atnit vuođđun, daid lohkomateriálaid vuođul mat leat gávdnomis, ja de guorahallat makkár dilis Norgga boazodoallu lea.
nob: Jeg skal så bruke dette som et grunnlag for, ut fra tilgjengelig tallmateriale, å analysere hvordan situasjonen er i reindrifta i Norge.

source: Loahpas áiggun čoahkkáigeassit dán ja veardádallat boahtteáiggi vejolašvuođaid ja áitagiid.
nob: Til slutt skal jeg oppsummere dette og gi en vurdering av muligheter og trusler i framtida.

source: Ceavzilvuođa doaba šattai álbmogii dovddusin maŋŋil go Máilmmikommišuvdna biras ja ovdánahttima birra (Brundtlankommišuvdna) váldui atnui.
nob: Bærekraftbegrepet ble allment kjent etter at det ble tatt i bruk av Verdenskommisjonen for miljø og utvikling (Brundtlandkommisjonen).

source: Kommišuvnna ásahii ON go galge árvalit ovdánahttinstrategiijaid, mat sáhtte veahkehit čoavdit biras- ja geafivuođaváttisvuođaid máilmmis.
nob: Kommisjonen var opprettet av FN for å foreslå utviklingsstrategier som kunne bidra til å løse miljø- og fattigdomsproblemene i verden.

source: Loahpparaporta “ Min oktasaš boahtteáigi ” olggosaddui 1987 ja mas geavahuvvui doaba ceavzilis ovdáneapmi.
nob: Sluttrapporten Vår felles framtid kom i 1987 og brukte begrepet bærekraftig utvikling.

source: Dat válddáhalai movt biras, ekonomiija ja sosiála ovdáneapmi ledje čavgadit čadnon oktii.
nob: Det skildret hvordan miljø, økonomi og sosial utvikling var tett knyttet sammen. Hovedbudskapet

source: Váldosáhka raporttas lei ahte máilmmiservodat ferte heivehit iežas ja dahkat dan mii gáibiduvvo, vai sihkkarastá ceavzilis ovdáneami.
nob: ~ 55 ~ i rapporten var at verdenssamfunnet må innrette seg og gjøre det som kreves for å sikre en bærekraftig utvikling.
